Repository: Lincb522/CodexLens
Catalog: Sources/CodexTokenLedger/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, ko, zh_hans, zh_hant

# legal.userAgreement.page2
source: Accounts and data You are responsible for ensuring that every imported account and credential belongs to you or is used with permission. Switching the Codex login changes the current Codex credential on this Mac; the app identifies that action before it runs. The app is provided “as is.” You may stop using and remove it at any time. If these terms change, a later version will contain the revised text. Continuing to use that version means accepting the revised terms.
es: Cuentas y datos Debes asegurarte de que cada cuenta y credencial importada sea tuya o se use con permiso. Cambiar el inicio de sesión de Codex modifica la credencial actual de Codex en este Mac; la app identifica esa acción antes de ejecutarla. La app se ofrece «tal cual». Puedes dejar de usarla y eliminarla en cualquier momento. Si estas condiciones cambian, una versión posterior incluirá el texto revisado. Seguir usando esa versión supone aceptar las nuevas condiciones.
fr: Comptes et données Vous devez vous assurer que chaque compte et identifiant importé vous appartient ou est utilisé avec autorisation. Changer la connexion Codex modifie l’identifiant Codex actuel sur ce Mac ; l’app indique cette action avant de l’exécuter. L’app est fournie « en l’état ». Vous pouvez cesser de l’utiliser et la supprimer à tout moment. Si ces conditions changent, une version ultérieure contiendra le texte révisé. Continuer à utiliser cette version vaut acceptation des nouvelles conditions.
ja: アカウントとデータ インポートする各アカウントと認証情報が本人のもの、または許可を得たものであることを確認してください。Codex ログインの切り替えは、この Mac の現在の Codex 認証情報を変更します。アプリは実行前にその操作を明示します。 本アプリは「現状有姿」で提供されます。いつでも利用を中止し、削除できます。本規約が変更された場合、以後のバージョンに改訂文を収録します。そのバージョンを継続して使用すると、改訂後の規約に同意したものとみなされます。
ko: 계정 및 데이터 가져온 모든 계정과 자격 증명이 본인 소유이거나 사용 권한을 받은 것인지 확인해야 합니다. Codex 로그인을 전환하면 이 Mac의 현재 Codex 자격 증명이 변경되며, 앱은 실행 전에 해당 작업을 표시합니다. 앱은 “있는 그대로” 제공됩니다. 언제든 사용을 중단하고 삭제할 수 있습니다. 약관이 변경되면 이후 버전에 수정된 내용이 포함됩니다. 해당 버전을 계속 사용하면 수정된 약관에 동의한 것으로 간주됩니다.
zh_hans: 账号与数据 你应当确保导入的账号和凭据属于你或已获授权。切换 Codex 登录会修改这台 Mac 当前使用的 Codex 凭据；应用会在执行前明确标出该操作。 应用按“现状”提供。你可以随时停止使用并删除应用。若本协议发生变化，后续版本会内置修订后的文本；继续使用该版本即表示接受修订内容。
zh_hant: 帳號與資料 你應當確保匯入的帳號和憑據屬於你或已獲授權。切換 Codex 登入會修改這台 Mac 目前使用的 Codex 憑據；應用程式會在執行前明確標出該操作。 應用程式按「現狀」提供。你可以隨時停止使用並刪除應用程式。若本協議發生變化，後續版本會內建修訂後的文本；繼續使用該版本即表示接受修訂內容。

# live.apiEstimate
source: API estimate
es: Estimación API
fr: Estimation API
ja: API 見積り
ko: API 추정
zh_hans: API 估算
zh_hant: API 估算

# live.apiMissing
source: API pricing unavailable
es: Tarifa de API no disponible
fr: Tarif API indisponible
ja: API 料金を取得できません
ko: API 요금을 사용할 수 없음
zh_hans: API 费率未配置
zh_hant: API 費率無法使用

# live.cacheWithinInput
source: Cached portion
es: Parte en caché
fr: Cache inclus
ja: 入力内キャッシュ
ko: 입력 내 캐시
zh_hans: 输入内缓存
zh_hant: 輸入內快取

# live.cached
source: Included cache
es: Incluye caché
fr: Dont en cache
ja: うちキャッシュ
ko: 캐시 포함
zh_hans: 其中缓存
zh_hant: 其中快取

# live.calls
source: %d model calls
es: %d llamadas al modelo
fr: %d appels modèle
ja: モデル呼び出し %d 回
ko: 모델 호출 %d회
zh_hans: %d 次模型调用
zh_hant: %d 次模型呼叫

# live.capture
source: Listening for live token signals
es: Escuchando tokens en tiempo real
fr: Écoute des tokens en direct
ja: リアルタイム Token を待機中
ko: 실시간 Token 신호 수신 중
zh_hans: 捕捉实时 Token 信号
zh_hant: 擷取即時 Token 訊號

# live.contextA11y
source: Context usage
es: Uso del contexto
fr: Utilisation du contexte
ja: コンテキスト使用量
ko: 컨텍스트 사용량
zh_hans: 上下文占用
zh_hant: 上下文使用量

# live.contextInput
source: Context input
es: Entrada de contexto
fr: Entrée de contexte
ja: コンテキスト入力
ko: 컨텍스트 입력
zh_hans: 上下文输入
zh_hant: 上下文輸入

# live.contextLimit
source: Context limit %@
es: Límite de contexto %@
fr: Limite de contexte %@
ja: コンテキスト上限 %@
ko: 컨텍스트 한도 %@
zh_hans: 上下文上限 %@
zh_hant: 上下文上限 %@

# live.cumulativeCache
source: Cumulative cache
es: Caché acumulada
fr: Cache cumulé
ja: 累積キャッシュ
ko: 누적 캐시
zh_hans: 累计缓存
zh_hant: 累計快取

# live.cumulativeInput
source: Cumulative input
es: Entrada acumulada
fr: Entrée cumulée
ja: 累積入力
ko: 누적 입력
zh_hans: 累计输入
zh_hant: 累計輸入

# live.cumulativeOutput
source: Cumulative output
es: Salida acumulada
fr: Sortie cumulée
ja: 累積出力
ko: 누적 출력
zh_hans: 累计输出
zh_hant: 累計輸出

# live.currentContext
source: Conversation context
es: Contexto actual
fr: Contexte actuel
ja: 会話コンテキスト
ko: 대화 컨텍스트
zh_hans: 当前对话上下文
zh_hant: 目前對話上下文

# live.currentContextInput
source: Latest request context input
es: Contexto de la última solicitud
fr: Contexte de la dernière requête
ja: 最新リクエストのコンテキスト入力
ko: 최신 요청 컨텍스트 입력
zh_hans: 当前对话最新请求的上下文输入
zh_hant: 目前對話最新請求的上下文輸入

# live.currentTurn
source: Current turn
es: Turno actual
fr: Tour actuel
ja: 現在のターン
ko: 현재 턴
zh_hans: 当前轮次
zh_hant: 目前輪次

# live.duplicatesIgnored
source: %d duplicates ignored
es: %d duplicados ignorados
fr: %d doublons ignorés
ja: 重複 %d 件を除外
ko: 중복 %d개 제외
zh_hans: 已忽略 %d 条重复事件
zh_hant: 已忽略 %d 筆重複事件

# live.exact
source: CODEX EXACT
es: EXACTO DE CODEX
fr: EXACT CODEX
ja: CODEX 実測値
ko: CODEX 정확값
zh_hans: CODEX 精确值
zh_hant: CODEX 精確值

# live.flowA11y
source: Token composition
es: Composición de tokens
fr: Composition des tokens
ja: Token 構成
ko: Token 구성
zh_hans: Token 构成
zh_hant: Token 組成

# live.flowDetail
source: Uncached input, cached input and output
es: Entrada sin caché, entrada en caché y salida
fr: Entrée non mise en cache, entrée en cache et sortie
ja: 未キャッシュ入力、キャッシュ入力、出力
ko: 캐시되지 않은 입력, 캐시 입력 및 출력
zh_hans: 未缓存输入、缓存输入和输出
zh_hant: 未快取輸入、快取輸入與輸出

# live.input
source: Total input
es: Entrada total
fr: Entrée totale
ja: 総入力
ko: 총 입력
zh_hans: 总输入
zh_hant: 總輸入

# live.inputContextShort
source: INPUT CTX
es: CONTEXTO DE ENTRADA
fr: CONTEXTE D’ENTRÉE
ja: 入力コンテキスト
ko: 입력 컨텍스트
zh_hans: 输入上下文
zh_hant: 輸入上下文

# live.inputIncludesCache
source: Input already includes cached tokens; they are not added twice
es: La entrada ya incluye la caché; no se suma dos veces
fr: L’entrée inclut déjà le cache ; il n’est pas additionné deux fois
ja: 入力にはキャッシュが含まれ、重複加算されません
ko: 입력에 캐시가 포함되어 중복 합산하지 않습니다
zh_hans: 输入已包含缓存，缓存不会重复相加
zh_hant: 輸入已包含快取，快取不會重複相加

# live.latestRequest
source: Latest request
es: Solicitud reciente
fr: Dernière requête
ja: 最新リクエスト
ko: 최신 요청
zh_hans: 最新请求
zh_hant: 最新請求

# live.longRate
source: Standard %@ · long %@ / 1M
es: Estándar %@ · largo %@ / 1M
ja: 標準 %@ · 長文 %@ / 1M
ko: 표준 %@ · 긴 컨텍스트 %@ / 1M
zh_hans: 标准 %@ · 超长 %@ / 1M
zh_hant: 標準 %@ · 長上下文 %@ / 1M

# live.longTier
source: Long %@ · %d calls
es: Extendido %@ · %d llamadas
fr: Long %@ · %d appels
ja: 超長 %@ · %d 回
ko: 초장문 %@ · %d회
zh_hans: 超长 %@ · %d 次
zh_hant: 超長 %@ · %d 次

# live.noEvents
source: No Codex token event has arrived yet
es: Aún no ha llegado ningún evento de uso de Codex Token
fr: Aucun événement d’usage Codex Token n’est encore arrivé
ja: Codex Token 使用イベントはまだありません
ko: 아직 Codex Token 사용 이벤트가 없습니다
zh_hans: 尚未收到 Codex Token 用量事件
zh_hant: 尚未收到 Codex Token 用量事件

# live.noRate
source: Pricing is not configured for this model
es: No hay tarifa configurada para este modelo
fr: Aucun tarif configuré pour ce modèle
ja: このモデルの料金は未設定です
ko: 이 모델의 요금이 설정되지 않음
zh_hans: 当前模型暂未配置费率
zh_hant: 此模型尚未設定費率

# live.output
source: Generated output
es: Salida generada
fr: Sortie générée
ja: 生成出力
ko: 생성 출력
zh_hans: 生成输出
zh_hant: 生成輸出

# live.rateOrder
source: Rates / 1M · input / cache / output
es: Tarifas / 1M · entrada / caché / salida
fr: Tarifs / 1M · entrée / cache / sortie
ja: 料金 / 1M · 入力 / キャッシュ / 出力
ko: 요금 / 1M · 입력 / 캐시 / 출력
zh_hans: 费率 / 1M · 输入 / 缓存 / 输出
zh_hant: 費率 / 1M · 輸入 / 快取 / 輸出

# live.remaining
source: %@ input capacity left
es: Queda %@ de capacidad de entrada
fr: %@ de capacité d’entrée restante
ja: 入力容量 残り %@
ko: 입력 용량 %@ 남음
zh_hans: 输入容量剩余 %@
zh_hant: 輸入容量剩餘 %@

# live.requestContextInput
source: Latest request context input
es: Entrada de contexto reciente
fr: Entrée contexte récente
ja: 最新リクエストの入力
ko: 최신 요청 컨텍스트 입력
zh_hans: 最新请求上下文输入
zh_hant: 最新請求上下文輸入

# live.requestOutput
source: Request output
es: Salida de solicitud
fr: Sortie de la requête
ja: リクエスト出力
ko: 요청 출력
zh_hans: 本次输出
zh_hant: 本次輸出

# live.runtime
source: Codex runtime %@
es: Ventana de ejecución de Codex %@
fr: Fenêtre d’exécution Codex %@
ja: Codex 実行ウィンドウ %@
ko: Codex 런타임 창 %@
zh_hans: Codex 运行窗口 %@
zh_hant: Codex 執行視窗 %@

# live.single
source: Per-call context input
es: Entrada de contexto por llamada
fr: Entrée de contexte par appel
ja: 呼び出し単位のコンテキスト入力
ko: 호출별 컨텍스트 입력
zh_hans: 单次调用上下文输入
zh_hant: 單次呼叫上下文輸入

# live.standardRate
source: Standard %@ / 1M · long context after 272K input
es: Estándar %@ / 1M · contexto largo tras 272K de entrada
fr: Standard %@ / 1M · contexte long après 272K en entrée
ja: 標準 %@ / 1M · 入力 272K 超で長文料金
ko: 표준 %@ / 1M · 입력 272K 초과 시 긴 컨텍스트
zh_hans: 标准 %@ / 1M · 单次输入 >272K 切换超长
zh_hant: 標準 %@ / 1M · 輸入超過 272K 採長上下文

# live.standardTier
source: Standard %@
es: Estándar %@
ja: 標準 %@
ko: 표준 %@
zh_hans: 标准 %@
zh_hant: 標準 %@

# live.taskAPIEstimate
source: Conversation · API
es: Conversación · API
ja: 会話合計 · API
ko: 대화 합계 · API
zh_hans: 对话总计 · API 估算
zh_hant: 對話總計 · API 估算

# live.taskUsageTotal
source: Task usage total
es: Uso total de la tarea
fr: Utilisation totale de la tâche
ja: タスク総使用量
ko: 작업 총사용량
zh_hans: 任务总用量
zh_hant: 任務總用量

# live.tasks
source: %d TASKS · IN %@
es: %d TAREAS · ENTRADA %@
fr: %d TÂCHES · ENTRÉE %@
ja: %d タスク · 入力 %@
ko: 작업 %d개 · 입력 %@
zh_hans: %d 个任务 · 输入 %@
zh_hant: %d 個任務 · 輸入 %@

# live.tokenDetail
source: Token detail
es: Detalle de Token
fr: Détail des Token
ja: Token 明細
ko: Token 상세
zh_hans: Token 明细
zh_hant: Token 明細

# live.total
source: Task total
es: Total de tarea
fr: Total de la tâche
ja: タスク合計
ko: 작업 합계
zh_hans: 任务累计
zh_hant: 任務累計

# live.turn
source: CURRENT TURN · %d CALLS
es: TURNO ACTUAL · %d LLAMADAS
fr: TOUR ACTUEL · %d APPELS
ja: 現在のターン · %d 呼び出し
ko: 현재 턴 · 호출 %d회
zh_hans: 当前轮次 · %d 次调用
zh_hant: 目前輪次 · %d 次呼叫

# live.turnAPIEstimate
source: This turn · API
es: Turno · API
fr: Tour · API
ja: 今回 · API
ko: 이번 턴 · API
zh_hans: 本轮 · API 估算
zh_hant: 本輪 · API 估算

# live.usedValue
source: %@ used
es: %@ usado
fr: %@ utilisé
ja: %@ 使用
ko: %@ 사용
zh_hans: 已用 %@
zh_hant: 已用 %@

# live.waiting
source: Waiting for the next Codex usage event
es: Esperando el próximo evento de Codex
fr: En attente du prochain événement Codex
ja: 次の Codex 使用イベントを待っています
ko: 다음 Codex 사용 이벤트 대기 중
zh_hans: 等待 Codex 发出下一条用量事件
zh_hant: 等待 Codex 發出下一筆用量事件

# local.exactHelp
source: Summed from Codex token_count counters. Message text is never re-tokenized.
es: Suma contadores token_count de Codex; nunca vuelve a tokenizar los mensajes.
fr: Somme les compteurs token_count de Codex sans retokeniser les messages.
ja: Codex の token_count カウンタを集計し、会話本文を再トークン化しません。
ko: Codex token_count 카운터를 합산하며 대화 본문을 다시 토큰화하지 않습니다.
zh_hans: 直接汇总 Codex token_count 计数器，不会重新分词聊天正文。
zh_hant: 直接彙總 Codex token_count 計數器，不會重新分詞聊天正文。

# local.scope
source: Local conversation total
es: Tokens totales de conversaciones locales
fr: Total des tokens des conversations locales
ja: ローカル会話の合計 Token
ko: 로컬 대화 총 Token
zh_hans: 本地对话总 Token
zh_hant: 本機對話 Token 總量

# metric.context
source: Live context input
es: Entrada de contexto en vivo
fr: Entrée de contexte en direct
ja: ライブコンテキスト入力
ko: 실시간 컨텍스트 입력
zh_hans: 实时上下文输入
zh_hant: 即時上下文輸入

# metric.credits
source: Credits
es: Créditos
fr: Crédits
ja: クレジット
ko: 크레딧
zh_hans: 积分
zh_hant: 點數

# metric.iconOnly
source: Icon only
es: Solo icono
fr: Icône seule
ja: アイコンのみ
ko: 아이콘만
zh_hans: 仅图标
zh_hant: 僅圖示

# metric.quota
source: Primary quota
es: Cuota principal
fr: Quota principal
ja: 主クォータ
ko: 기본 할당량
zh_hans: 主要额度
zh_hant: 主要額度

# metric.requestCredits
source: Current turn API equivalent
es: Equivalente API del turno
fr: Équivalent API du tour
ja: 現在のターンの API 換算
ko: 현재 턴 API 환산 비용
zh_hans: 本轮 API 等价成本
zh_hant: 本輪 API 等價成本

# metric.weekly
source: Weekly quota
es: Cuota semanal
fr: Quota hebdomadaire
ja: 週間クォータ
ko: 주간 할당량
zh_hans: 每周额度
zh_hant: 每週額度

# overview.tab.account
source: Account
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
zh_hans: 账号
zh_hant: 帳號

# overview.tab.quota
source: Quota
es: Cuota
ja: クォータ
ko: 할당량
zh_hans: 额度
zh_hant: 額度

# overview.tab.task
source: Task
es: Tarea
fr: Tâche
ja: タスク
ko: 작업
zh_hans: 任务
zh_hant: 任務

# overview.updates
source: Updates
es: Novedades
fr: Mises à jour
ja: アップデート
ko: 업데이트
zh_hans: 动态
zh_hant: 動態

# page.about
source: About
es: Acerca de
fr: À propos
ja: このアプリについて
ko: 정보
zh_hans: 关于
zh_hant: 關於

# page.activeTasks
source: Active Tasks
es: Tareas activas
fr: Tâches actives
ja: 実行中のタスク
ko: 실행 중인 작업
zh_hans: 运行中的任务
zh_hant: 執行中的任務

# page.console
source: Control Center
es: Centro de control
fr: Centre de contrôle
ja: コントロールセンター
ko: 제어 센터
zh_hans: 控制中心
zh_hant: 控制中心

# page.developer
source: Developer
es: Desarrollador
fr: Développeur
ja: 開発者
ko: 개발자
zh_hans: 开发者
zh_hant: 開發者

# page.ledger
source: Local Ledger
es: Registro local
fr: Registre local
ja: ローカル台帳
ko: 로컬 원장
zh_hans: 本地账本
zh_hant: 本機帳本

# page.more
source: More
es: Más
fr: Plus
ja: その他
ko: 더보기
zh_hans: 更多
zh_hant: 更多

# page.tiboSignal
source: Tibo reset cycle
es: Ciclo Tibo
fr: Cycle Tibo
ja: Tibo リセット周期
ko: Tibo 재설정 주기
zh_hans: Tibo 重置周期
zh_hant: Tibo 重置週期

# page.tokenLogin
source: Token login
es: Inicio con token
fr: Connexion par token
ja: Token ログイン
ko: Token 로그인
zh_hans: Token 登录
zh_hant: Token 登入

# page.updates
source: Software Update
es: Actualización
fr: Mise à jour
ja: ソフトウェアアップデート
ko: 소프트웨어 업데이트
zh_hans: 软件更新
zh_hant: 軟體更新

# quota.capacityCollecting
source: Collecting
es: Recopilando
fr: Collecte
ja: 収集中
ko: 수집 중
zh_hans: 采集中
zh_hant: 收集中

# quota.accountEstimate
source: Account estimate
es: Estimación
fr: Estimation
ja: アカウント推定
ko: 계정 한도 추정
zh_hans: 账号额度估算
zh_hant: 帳號額度估算

# quota.accountScope
source: Account quota
es: Cuota de la cuenta
fr: Quota du compte
ja: アカウント割り当て
ko: 계정 한도
zh_hans: 账号额度
zh_hant: 帳號額度

# quota.cycleDays
source: %d-day cycle
es: Ciclo de %d días
fr: Cycle de %d jours
ja: %d日周期
ko: %d일 주기
zh_hans: %d 天周期
zh_hant: %d 天週期

# quota.cycleFiveHours
source: 5-hour cycle
es: Ciclo de 5 h
fr: Cycle de 5 h
ja: 5時間周期
ko: 5시간 주기
zh_hans: 5 小时周期
zh_hant: 5 小時週期

# quota.cycleHours
source: %d-hour cycle
es: Ciclo de %d h
fr: Cycle de %d h
ja: %d時間周期
ko: %d시간 주기
zh_hans: %d 小时周期
zh_hant: %d 小時週期

# quota.cycleWeekly
source: 7-day cycle
es: Ciclo de 7 días
fr: Cycle de 7 jours
ja: 7日周期
ko: 7일 주기
zh_hans: 每周周期
zh_hant: 每週週期

# quota.modelScope
source: Model quota
es: Cuota del modelo
fr: Quota du modèle
ja: モデル割り当て
ko: 모델 한도
zh_hans: 模型额度
zh_hant: 模型額度

# quota.codeCompletionScope
source: Code completion
es: Autocompletado de código
fr: Complétion de code
ja: コード補完
ko: 코드 완성
zh_hans: 代码补全
zh_hant: 程式碼補全

# quota.periodMonth
source: Month
es: Mes
fr: Mois
ja: 月
ko: 월
zh_hans: 每月
zh_hant: 每月

# quota.periodWeek
source: Week
es: Semana
fr: Semaine
ja: 週
ko: 주
zh_hans: 每周
zh_hant: 每週

# quota.apiEquivalent
source: API list value
es: Valor tarifa API
fr: Valeur tarif API
ja: API 価格換算
ko: API 요금 환산
zh_hans: API 标价等值
zh_hant: API 標價等值

# quota.capacityAPICollectingHelp
source: API equivalent appears after the current account ledger contains a record with a published model rate.
es: El equivalente API aparece cuando el registro de la cuenta actual contiene un modelo con tarifa publicada.
fr: L’équivalent API apparaît lorsque le registre du compte actuel contient un modèle au tarif publié.
ja: 現在のアカウント台帳に公開料金のあるモデル記録が入ると API 換算を表示します。
ko: 현재 계정 원장에 공개 요금이 있는 모델 기록이 생기면 API 환산을 표시합니다.
zh_hans: 当前账号的本地账本中有已公布费率的模型记录后，显示 API 等价估算。
zh_hant: 目前帳號的本機帳本中有已公布費率的模型記錄後，顯示 API 等價估算。

# quota.capacityAPIHelp
source: Remaining API equivalent ≈ %@ · priced from %@ local Token across %d models · %d%% local Token coverage
es: Equivalente API restante ≈ %@ · calculado con %@ Token locales en %d modelos · cobertura local del %d%%
fr: Équivalent API restant ≈ %@ · calculé sur %@ Token locaux et %d modèles · couverture locale de %d%%
ja: 残りの API 換算約 %@ · ローカル %@ Token・%d モデルで算出 · ローカル網羅率 %d%%
ko: 남은 API 환산 약 %@ · 로컬 %@ Token·%d개 모델 기준 · 로컬 적용률 %d%%
zh_hans: 剩余 API 等价约 %@ · 按本地 %@ Token、%d 个模型计价 · 本地覆盖 %d%%
zh_hant: 剩餘 API 等價約 %@ · 按本機 %@ Token、%d 個模型計價 · 本機覆蓋 %d%%

# quota.monthlyEquivalent
source: Month
es: Mes
fr: Mois
ja: 月間
ko: 월간
zh_hans: 每月
zh_hant: 每月

# quota.weeklyCompact
source: Week · %@
es: Sem. · %@
fr: Sem. · %@
ja: 週 · %@
ko: 주간 · %@
zh_hans: 每周 · %@
zh_hant: 每週 · %@

# quota.capacityHelp
source: Remaining ≈ %@ · %d pairs · %@ confidence
es: Restante ≈ %@ · %d pares · confianza %@
fr: Restant ≈ %@ · %d paires · confiance %@
ja: 残り約 %@ · %d 組 · 信頼度 %@
ko: 남음 약 %@ · %d쌍 · 신뢰도 %@
zh_hans: 剩余约 %@ · %d 组样本 · %@置信度
zh_hant: 剩餘約 %@ · %d 組樣本 · %@信心

# quota.capacityHelpCurrentCycle
source: Remaining ≈ %@ · %@ local Token this cycle · %@ confidence
es: Restante ≈ %@ · %@ Token locales este ciclo · confianza %@
fr: Restant ≈ %@ · %@ Token locaux sur ce cycle · confiance %@
ja: 残り約 %@ · 今周期のローカル Token %@ · 信頼度 %@
ko: 남음 약 %@ · 이번 주기 로컬 Token %@ · 신뢰도 %@
zh_hans: 剩余约 %@ · 本周期本地 %@ Token · %@置信度
zh_hant: 剩餘約 %@ · 本週期本機 %@ Token · %@信心

# quota.capacityHelpCollecting
source: Requires at least 1% quota usage with matching local or account Token evidence.
es: Requiere al menos un 1 % de uso con datos Token locales o de la cuenta.
fr: Nécessite au moins 1 % d’usage avec des données Token locales ou du compte.
ja: 1%以上の使用量と、対応するローカルまたはアカウントの Token データが必要です。
ko: 1% 이상의 사용량과 일치하는 로컬 또는 계정 Token 데이터가 필요합니다.
zh_hans: 额度使用至少 1%，并取得对应的本地或账号 Token 数据后显示。
zh_hant: 額度使用至少 1%，並取得對應的本機或帳號 Token 資料後顯示。

# quota.capacityShort
source: Quota estimate
es: Cupo estimado
fr: Quota estimé
ja: 割り当て推定
ko: 한도 추정
zh_hans: 额度估算
zh_hant: 額度估算

# quota.days
source: %d-day quota
es: Cuota de %d días
fr: Quota de %d jours
ja: %d 日クォータ
ko: %d일 할당량
zh_hans: %d 天额度
zh_hant: %d 天額度

# quota.empty
source: This account returned no quota windows
es: Esta cuenta no devolvió ventanas de cuota
fr: Ce compte n’a renvoyé aucune fenêtre de quota
ja: このアカウントはクォータ枠を返しませんでした
ko: 이 계정에서 할당량 창을 반환하지 않음
zh_hans: 这个账号没有返回额度窗口
zh_hant: 此帳號未回傳額度視窗

# quota.fiveHours
source: 5-hour quota
es: Cuota de 5 horas
fr: Quota de 5 heures
ja: 5 時間クォータ
ko: 5시간 할당량
zh_hans: 5 小时额度
zh_hant: 5 小時額度

# quota.hours
source: %d-hour quota
es: Cuota de %d horas
fr: Quota de %d heures
ja: %d 時間クォータ
ko: %d시간 할당량
zh_hans: %d 小时额度
zh_hant: %d 小時額度

# quota.namedWeekly
source: %@ · weekly
es: %@ · semanal
fr: %@ · hebdomadaire
ja: %@ · 週間
ko: %@ · 주간
zh_hans: %@ · 每周
zh_hant: %@ · 每週

source: Quota radar
es: Radar de cuota
fr: Radar de quota
ja: クォータレーダー
ko: 할당량 레이더
zh_hans: 额度雷达
zh_hant: 額度雷達

# quota.reset
source: %d%% used · resets %@
es: %d%% usado · se restablece %@
fr: %d%% utilisé · réinitialisation %@
ja: %d%% 使用済み · %@ にリセット
ko: %d%% 사용 · %@ 재설정
zh_hans: 已用 %d%% · %@重置
zh_hant: 已使用 %d%% · %@ 重設

# quota.review
source: Code review
es: Revisión de código
fr: Revue de code
ja: コードレビュー
ko: 코드 리뷰
zh_hans: 代码审查
zh_hant: 程式碼審查

# quota.weeklyCapacity
source: Weekly capacity
es: Cupo semanal
fr: Quota hebdomadaire
ja: 週間の容量
ko: 주간 용량
zh_hans: 每周额度
zh_hant: 每週額度

# quota.used
source: %d%% used
es: %d%% usado
fr: %d%% utilisé
ja: %d%% 使用済み
ko: %d%% 사용
zh_hans: 已用 %d%%
zh_hant: 已使用 %d%%

# quota.weekly
source: Weekly quota
es: Cuota semanal
fr: Quota hebdomadaire
ja: 週間クォータ
ko: 주간 할당량
zh_hans: 每周额度
zh_hant: 每週額度

# quota.windows
source: %d windows
es: %d ventanas
fr: %d fenêtres
ja: %d ウィンドウ
ko: 창 %d개
zh_hans: %d 个窗口
zh_hant: %d 個視窗

# sessions.empty
source: No matching tasks
es: No hay tareas coincidentes
fr: Aucune tâche correspondante
ja: 一致するタスクはありません
ko: 일치하는 작업 없음
zh_hans: 没有匹配的任务
zh_hant: 沒有符合的任務

# sessions.notice
source: The ledger belongs to the current Codex Home; old records are not reassigned to the active account.
es: El registro pertenece al Codex Home actual; los datos antiguos no se reasignan a la cuenta activa.
fr: Le registre appartient au Codex Home actuel ; les anciens enregistrements ne sont pas réattribués au compte actif.
ja: 台帳は現在の Codex Home に属します。過去の記録は現在のアカウントへ再割当しません。
ko: 원장은 현재 Codex Home에 속합니다. 이전 기록은 현재 계정에 재할당되지 않습니다.
zh_hans: 本地账本属于当前 Codex Home，旧记录不强行归属到当前账号。
zh_hant: 本機帳本屬於目前 Codex Home；舊記錄不會重新歸屬到目前帳號。

# sessions.search
source: Search tasks, projects or models
es: Buscar tareas, proyectos o modelos
fr: Rechercher tâches, projets ou modèles
ja: タスク・プロジェクト・モデルを検索
ko: 작업, 프로젝트 또는 모델 검색
zh_hans: 搜索任务、项目或模型
zh_hant: 搜尋任務、專案或模型

# status.loading
source: Loading
es: Cargando
fr: Chargement
ja: 読み込み中
ko: 로드 중
zh_hans: 载入中
zh_hant: 載入中

# status.off
source: Off
es: Desactivado
fr: Désactivé
ja: オフ
ko: 꺼짐
zh_hans: 关
zh_hant: 關閉

# status.on
source: On
es: Activado
fr: Activé
ja: オン
ko: 켜짐
zh_hans: 开
zh_hant: 開啟

# status.switch
source: Switch
es: Cambiar
fr: Changer
ja: 切替
ko: 전환
zh_hans: 切换
zh_hant: 切換

# subtitle.console
source: Appearance, live tracking and data
es: Apariencia, seguimiento y datos
fr: Apparence, suivi en direct et données
ja: 外観・ライブ追跡・データ
ko: 모양, 실시간 추적 및 데이터
zh_hans: 外观、实时追踪与数据
zh_hant: 外觀、即時追蹤與資料

# subtitle.ledger
source: Track tokens by task and project
es: Controla los tokens por tarea y proyecto
fr: Suivre les tokens par tâche et projet
ja: タスクとプロジェクト別に Token を追跡
ko: 작업과 프로젝트별 Token 추적
zh_hans: 按任务与项目追踪 Token
zh_hant: 按任務與專案追蹤 Token

# subtitle.tiboSignal
source: Public reset cycle
es: Ciclo público
fr: Cycle public
ja: 公開リセット周期
ko: 공개 재설정 주기
zh_hans: 公开信号周期
zh_hant: 公開信號週期

# subtitle.tokenLogin
source: Universal credential parser
es: Analizador universal de credenciales
fr: Analyseur universel d’identifiants
ja: 汎用認証情報パーサー
ko: 범용 자격 증명 파서
zh_hans: 通用凭据解析器
zh_hant: 通用憑證解析器

# subtitle.updates
source: Download and install new releases
es: Descarga e instala nuevas versiones
fr: Télécharger et installer les nouvelles versions
ja: 新しいリリースをダウンロードしてインストール
ko: 새 릴리스 다운로드 및 설치
zh_hans: 下载并安装新版本
zh_hant: 下載並安裝新版本

# task.source.desktopCatalog
source: Codex catalog
es: Catálogo de Codex
fr: Catalogue Codex
ja: Codex カタログ
ko: Codex 카탈로그
zh_hans: Codex 目录
zh_hant: Codex 目錄

# task.source.explicitName
source: Task name
es: Nombre de tarea
fr: Nom de la tâche
ja: タスク名
ko: 작업 이름
zh_hans: 任务名称
zh_hant: 任務名稱

# task.source.firstUserMessage
source: First message
es: Primer mensaje
fr: Premier message
ja: 最初のメッセージ
ko: 첫 메시지
zh_hans: 首条消息
zh_hant: 首則訊息

# task.source.preview
source: Task preview
es: Vista previa
fr: Aperçu de la tâche
ja: タスクプレビュー
ko: 작업 미리보기
zh_hans: 任务预览
zh_hant: 任務預覽

# task.source.projectDirectory
source: Project folder
es: Carpeta del proyecto
fr: Dossier du projet
ja: プロジェクトフォルダ
ko: 프로젝트 폴더
zh_hans: 项目目录
zh_hant: 專案目錄

# task.source.stateTitle
source: State title
es: Título de estado
fr: Titre d’état
ja: 状態タイトル
ko: 상태 제목
zh_hans: 状态标题
zh_hant: 狀態標題

# theme.dark
source: Dark
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
zh_hans: 深色
zh_hant: 深色

# theme.light
source: Light
es: Claro
fr: Clair
ja: ライト
ko: 라이트
zh_hans: 浅色
zh_hant: 淺色

# theme.system
source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
zh_hans: 跟随系统
zh_hant: 跟隨系統

# tibo.cycle.awaitingFirst
source: Waiting for first confirmation
es: Esperando confirmación
fr: En attente de confirmation
ja: 最初の確認を待機中
ko: 첫 확인 대기 중
zh_hans: 等待首次重置确认
zh_hant: 等待首次重置確認

# tibo.cycle.currentSignal
source: Current signal
es: Señal actual
fr: Signal actuel
ja: 現在の信号
ko: 현재 신호
zh_hans: 当前信号
zh_hant: 目前信號

# tibo.cycle.expected
source: Predicted
es: Previsto
fr: Prévu
ja: 予測あり
ko: 예측됨
zh_hans: 已有预测
zh_hant: 已有預測

# tibo.cycle.forecast
source: Forecast
es: Previsión
fr: Prévision
ja: 予測
ko: 예측
zh_hans: 预测
zh_hant: 預測

# tibo.cycle.forecastActive
source: Reset forecast available
es: Previsión de reinicio disponible
fr: Prévision de réinitialisation disponible
ja: リセット予測あり
ko: 재설정 예측 있음
zh_hans: 已有重置预测
zh_hant: 已有重置預測

# tibo.cycle.forecastWindow
source: Forecast window
es: Ventana prevista
fr: Fenêtre prévue
ja: 予測時間帯
ko: 예측 시간대
zh_hans: 预测窗口
zh_hant: 預測時段

# tibo.cycle.lastConfirmed
source: Last confirmed
es: Último reset
fr: Dernier reset
ja: 最近の確認
ko: 최근 확인
zh_hans: 最近确认
zh_hant: 最近確認
